/* No comment provided by engineer. */
"+48 61 630 60 05" = "MISSING"; //TODO

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Hacker können versuchen, deine Daten zu stehlen (z. B. Passwörter, Nachrichten oder Kreditkarteninformationen).";

/* No comment provided by engineer. */
"Back" = "Zurück";

/* No comment provided by engineer. */
"Bank transfer" = "Banküberweisung";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Card" = "Die Karte";

/* No comment provided by engineer. */
"Card number" = "Kartennummer";

/* No comment provided by engineer. */
"Close and go back" = "Schließen und zurück";

/* No comment provided by engineer. */
"Correct your card number" = "Eingegebene Kartennummer korrigieren";

/* No comment provided by engineer. */
"Credit card" = "Zahlungskarte";

/* No comment provided by engineer. */
"credit or debit" = "credit or debit"; //TODO

/* No comment provided by engineer. */
"Customer service" = "Kundendienst";

/* No comment provided by engineer. */
"CVV code" = "CVV-Code";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Enter a card number" = "Kartennummer eingeben";

/* No comment provided by engineer. */
"Please enter a valid date" = "Geben Sie das richtige Datum";
"Please enter a valid code" = "Geben Sie der richtige Code";
"MM/YY" = "MM/JJ";

/* No comment provided by engineer. */
"Enter CVV code" = "CVV-Code eingeben";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* No comment provided by engineer. */
"Expiration date" = "Gültigkeitsdatum";

/* No comment provided by engineer. */
"fast online transfer" = "fast online transfer"; //TODO

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "Ich stimme ";

/* No comment provided by engineer. */
"New card" = "Karte hinzufügen";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Nein, bleiben";

/* No comment provided by engineer. */
"OK" = "O.K.";

/* No comment provided by engineer. */
"Publisher" = "Herausgeber";

/* No comment provided by engineer. */
"Save and use" = "Speichern und verwenden";

/* Scan Card button title for Add Card View. */
"Scan Card" = "Karte scannen";

/* No comment provided by engineer. */
"Position your card in this frame" = "Bitte positionieren Sie Ihre Karte in diesem Rahmen";

/* No comment provided by engineer. */
"Hold still…" = "Bitte stillhalten";

/* No comment provided by engineer. */
"Select payment method" = "Wähle eine Zahlungsart aus";

/* No comment provided by engineer. */
"This card is not supported" = "Diese Karte wird nicht unterstützt";

/* No comment provided by engineer. */
"PayU Payment Terms" = "den Geschäftsbedingungen PayU zu";

/* No comment provided by engineer. */
"Use" = "Verwenden";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Yes, go back" = "Ja, zurück";

/* No comment provided by engineer. */
"Your connection is not secure" = "Die Verbindung ist nicht privat";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Deine Zahlung wird abgebrochen. Fortfahren?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Konfigurieren, um mit Mobiltelefon zu zahlen";
"Pay by phone" = "Mit Mobiltelefon bezahlen";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "Verwenden Sie den Code aus Ihrer Bank-App";
"Enter BLIK code" = "Geben Sie die BLIK-Code ein";
"Authorize and store BLIK payment in your bank app" = "Autorisieren und speichern Sie BLIK-Zahlung in Ihrer Bank-App";
"one-tap payment" = "One-Tap-Zahlung";
"Enter new BLIK code" = "Geben Sie den neuen BLIK-Code ein";
"saved BLIK payment" = "Gesparte BLIK-Zahlung";

/* payu installments */
"Installments" = "Installments";
"decision in even 15 minutes" = "decision in even 15 minutes";
"Your application is still being reviewed." = "Ihre Antrag ist noch in Bearbeitung.";
"Your lender and/or store will inform you of the next steps." = "Ihr Kreditgeber und/oder Ihr Geschäft wird Sie über die nächsten Schritte informieren.";
"In order to finalize the process You will be redirected to browser" = "In order to finalize the process You will be redirected to browser";
"Accept" = "Accept";
